Table of Contents
 Enum DistanceComparison
Namespace
IdeaRS.OpenModel.Connection
Assembly
IdeaRS.OpenModel.dll
Represents the result of comparison of distances of two object from the same point
public enum DistanceComparison
Fields
Closer = 0
Closer
Farther = 1
Farther
Same = 2
Same
Fields
 Name |  Description
 Closer = 0
Closer
 Farther = 1
Farther
 Same = 2
Same
 Edit this page